{"tt2297772": {"EpisodeID": "tt2297772", "EpisodeNumber": 3, "Season": 1, "ShowName": "Scener fra et ægteskab", "Title": "Paula", "Summary": "Johan came home unexpectedly and told Marianne that he'd been in a love affair with someone named Paula. After his declaration of breaking away from the past, and Marianne's failing to detain him, Johan drove away.", "Length": "49min", "People": {"Director": ["Ingmar Bergman"], "Stars": ["Liv Ullmann", "Erland Josephson"]}, "ShowID": "tt0070644"}, "tt2297776": {"EpisodeID": "tt2297776", "EpisodeNumber": 2, "Season": 1, "ShowName": "Scener fra et ægteskab", "Title": "Konsten att sopa under mattan", "Summary": "Johan and Marianne had a disagreement about certain household issue. Later, they were both led to doubt the role of love in marriage after talking to someone else when at work. They met at lunch but failed to reach out to each other. They talked again that night about their deteriorating sex life, and finally agreed to drop these matters and sweep them under the rug.", "Length": "39min", "People": {"Director": ["Ingmar Bergman"], "Stars": ["Liv Ullmann", "Erland Josephson", "Gunnel Lindblom"]}, "ShowID": "tt0070644"}, "tt2297782": {"EpisodeID": "tt2297782", "EpisodeNumber": 6, "Season": 1, "ShowName": "Scener fra et ægteskab", "Title": "Mitt i natten i ett mörkt hus någonstans i världen", "Summary": "Johan and Marianne both had their new life. One day they reunited and went to the summer cottage where they spent their finest hours together as man and wife. They treated each other friendly and kindly and found peace in each other's arms once again.", "Length": "48min", "People": {"Director": ["Ingmar Bergman"], "Stars": ["Liv Ullmann", "Erland Josephson", "Gunnel Lindblom"]}, "ShowID": "tt0070644"}, "tt2297774": {"EpisodeID": "tt2297774", "EpisodeNumber": 4, "Season": 1, "ShowName": "Scener fra et ægteskab", "Title": "Tåredalen", "Summary": "A year had passed since Johan left Marianne. One day they got back in touch and Marianne invited Johan over for dinner. Johan received an offer of job in the US, but was not getting along well with Paula, and Marianne was developing a new relationship with a man. But they were both apprehensive and wanted shelter from each other, so they decided to go to bed together. However, it still didn't end up well.", "Length": "49min", "People": {"Director": ["Ingmar Bergman"], "Stars": ["Liv Ullmann", "Erland Josephson"]}, "ShowID": "tt0070644"}, "tt2297784": {"EpisodeID": "tt2297784", "EpisodeNumber": 5, "Season": 1, "ShowName": "Scener fra et ægteskab", "Title": "Analfabeterna", "Summary": "Johan and Marianne planned to finalize their divorce after several years. They met in order to sign the papers but it was an extremely difficult task to carry out. Touching a low point in his life, Johan balked at getting divorced, thus triggering a bitter altercation between the two of them.", "Length": "49min", "People": {"Director": ["Ingmar Bergman"], "Stars": ["Liv Ullmann", "Erland Josephson"]}, "ShowID": "tt0070644"}, "tt2297778": {"EpisodeID": "tt2297778", "EpisodeNumber": 1, "Season": 1, "ShowName": "Scener fra et ægteskab", "Title": "Oskuld och panik", "Summary": "Johan and Marianne had been happily married for ten years, and led a comfortable life with their two daughters. They were interviewed about their marriage status one day. Later at a dinner party, their friends, Peter and Katarina, a couple, quarreled about setting restrictions on each other in a marriage. When Marianne got pregnant again, Johan took it unenthusiastically, and succeeded in persuading Marianne to have an abortion. But Marianne suffered a lot both physically and mentally from this decision.", "Length": "49min", "People": {"Director": ["Ingmar Bergman"], "Stars": ["Liv Ullmann", "Erland Josephson", "Bibi Andersson"]}, "ShowID": "tt0070644"}}